Repository: winshaurya/DRI_Survey
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: DRI Survey App
hi: डीआरआई पीआरए ऐप

source: Start Family Quiz
hi: परिवार प्रश्नोत्तरी शुरू करें

source: Village Name
hi: गाँव का नाम

source: Panchayat
hi: पंचायत

source: Block
hi: ब्लॉक

source: Tehsil
hi: तहसील

source: District
hi: जिला

source: Postal Address
hi: डाक पता

source: Pin Code
hi: पिन कोड

source: Next
hi: अगला

source: Previous
hi: पिछला

source: Submit
hi: सबमिट करें

source: Save
hi: सेव करें

source: Cancel
hi: रद्द करें

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Select Language
hi: भाषा चुनें

source: Profile
hi: प्रोफ़ाइल

source: Settings
hi: सेटिंग्स

source: Logout
hi: लॉग आउट

source: Phone Number
hi: फोन नंबर

# enterPhoneNumber
source: Enter your phone number
hi: अपना फोन नंबर दर्ज करें

source: Verify
hi: सत्यापित करें

source: Enter OTP
hi: OTP दर्ज करें

source: Resend OTP
hi: OTP फिर से भेजें

source: Welcome
hi: स्वागत है

source: Family Details
hi: परिवार विवरण

source: Member Name
hi: सदस्य का नाम

source: Age
hi: आयु

source: Sex
hi: लिंग

source: Male
hi: पुरुष

source: Female
hi: महिला

source: Other
hi: अन्य

source: Relation
hi: संबंध

source: Education
hi: शिक्षा

source: Occupation
hi: व्यवसाय

source: Add Member
hi: सदस्य जोड़ें

source: Land Holding
hi: भूमि धारण

# irrigatedArea
source: Irrigated Area (Acres)
hi: सिंचित क्षेत्र (एकर)

# cultivableArea
source: Cultivable Area (Acres)
hi: कृषि योग्य क्षेत्र (एकर)

source: Orchard Plants
hi: बागवानी पौधे

source: Irrigation Facilities
hi: सिंचाई सुविधाएँ

source: Canal
hi: नहर

source: Tube Well
hi: ट्यूबवेल

source: Ponds
hi: तालाब

source: Other Facilities
hi: अन्य सुविधाएँ

source: Crop Productivity
hi: फसल उत्पादकता

source: Crop Name
hi: फसल का नाम

source: Area (Acres)
hi: क्षेत्र (एकर)

# productivity
source: Productivity (Quintal/Acre)
hi: उत्पादकता (क्विंटल/एकर)

source: Total Production
hi: कुल उत्पादन

source: Quantity Consumed
hi: उपभोग की गई मात्रा

source: Quantity Sold
hi: बेची गई मात्रा

source: Fertilizer Usage
hi: उर्वरक उपयोग

source: Chemical
hi: रासायनिक

source: Organic
hi: जैविक

source: Animals
hi: पशु

source: Animal Type
hi: पशु प्रकार

source: Number of Animals
hi: पशुओं की संख्या

source: Breed
hi: नस्ल

source: Production per Animal
hi: प्रति पशु उत्पादन

source: Agricultural Equipment
hi: कृषि उपकरण

source: Tractor
hi: ट्रैक्टर

source: Thresher
hi: थ्रेशर

source: Seed Drill
hi: सीड ड्रिल

source: Sprayer
hi: स्प्रेयर

source: Duster
hi: डस्टर

source: Diesel Engine
hi: डीजल इंजन

source: Entertainment Facilities
hi: मनोरंजन सुविधाएँ

source: Smart Mobile
hi: स्मार्ट मोबाइल

source: Analog Mobile
hi: एनालॉग मोबाइल

source: Television
hi: टेलीविजन

source: Radio
hi: रेडियो

source: Games
hi: खेल

source: Transport Facilities
hi: परिवहन सुविधाएँ

source: Car/Jeep
hi: कार/जीप

source: Motorcycle/Scooter
hi: मोटरसाइकिल/स्कूटर

source: E-Rickshaw
hi: ई-रिक्शा

source: Cycle
hi: साइकिल

source: Pickup Truck
hi: पिकअप ट्रक

source: Bullock Cart
hi: बैलगाड़ी

source: Drinking Water Sources
hi: पेयजल स्रोत

source: Hand Pumps
hi: हैंड पंप

source: Well
hi: कुआँ

source: Tubewell
hi: ट्यूबवेल

source: Nal Jaal
hi: नल जल

# distance
source: Distance (km)
hi: दूरी (किमी)

source: Medical Treatment
hi: चिकित्सा उपचार

source: Allopathic
hi: एलोपैथिक

source: Ayurvedic
hi: आयुर्वेदिक

source: Homeopathy
hi: होम्योपैथिक

source: Traditional
hi: परंपरागत

source: Jhad Phook
hi: झाड़ फूक

source: Disputes
hi: विवाद

source: Family Disputes
hi: परिवारिक विवाद

source: Revenue Disputes
hi: राजस्व विवाद

source: Criminal Disputes
hi: फौजदारी विवाद

source: Dispute Period
hi: विवाद अवधि

source: House Conditions
hi: घर की स्थिति

source: Katcha
hi: कच्चा

source: Pakka
hi: पक्का

source: Katcha-Pakka
hi: कच्चा-पक्का

source: Hut
hi: झोपड़ी

source: House Facilities
hi: घर की सुविधाएँ

source: Toilet
hi: शौचालय

source: Drainage
hi: नाली

source: Soak Pit
hi: सोख पिट

source: Cattle Shed
hi: पशुशाला

source: Compost Pit
hi: खाद पिट

source: NADEP
hi: नाडेप

source: LPG Gas
hi: एलपीजी गैस

source: Biogas
hi: बायोगैस

source: Solar Cooking
hi: सोलर कुकिंग

source: Electric Connection
hi: बिजली कनेक्शन

# nutritionalGarden
source: Nutritional Kitchen Garden
hi: पोषण किचन गार्डन

source: Serious Diseases
hi: गंभीर बीमारियाँ

source: Disease Name
hi: बीमारी का नाम

source: Suffering Since
hi: कब से पीड़ित

source: Treatment From
hi: उपचार कहाँ से

source: Government Schemes
hi: सरकारी योजनाएँ

source: Have Card
hi: कार्ड है

source: Name Included
hi: नाम शामिल है

source: Details Correct
hi: विवरण सही है

source: Eligible
hi: पात्र

source: Registered
hi: पंजीकृत

source: Aadhaar
hi: आधार

source: Ayushman
hi: आयुष्मान

source: Family ID
hi: परिवार आईडी

source: Ration Card
hi: राशन कार्ड

source: Samagra ID
hi: समग्र आईडी

source: Tribal Card
hi: जनजातीय कार्ड

source: Handicapped Allowance
hi: विकलांग भत्ता

source: Pension Allowance
hi: पेंशन भत्ता

source: Widow Allowance
hi: विधवा भत्ता

source: Folklore Medicine
hi: लोक चिकित्सा

source: Plant Local Name
hi: पौधे का स्थानीय नाम

source: Plant Botanical Name
hi: पौधे का वानस्पतिक नाम

source: Plant Uses
hi: पौधे के उपयोग

source: Health Programs
hi: स्वास्थ्य कार्यक्रम

source: Vaccination
hi: टीकाकरण

source: Family Planning
hi: परिवार नियोजन

source: Contraceptive Applied
hi: गर्भ निरोधक लागू

# childrenData
source: Children's Data
hi: बच्चों का डेटा

# birthsLast3Years
source: Births in Last 3 Years
hi: पिछले 3 वर्षों में जन्म

# infantDeathsLast3Years
source: Infant Deaths in Last 3 Years
hi: पिछले 3 वर्षों में शिशु मृत्यु

source: Malnourished Children
hi: कुपोषित बच्चे

source: Malnutrition Data
hi: कुपोषण डेटा

# height
source: Height (feet)
hi: ऊँचाई (फीट)

# weight
source: Weight (kg)
hi: वजन (किग्रा)

source: Cause/Disease
hi: कारण/बीमारी

source: Tulsi Plants
hi: तुलसी पौधे

source: Migration
hi: प्रवास

source: Migration Type
hi: प्रवास प्रकार

source: Permanent
hi: स्थायी

source: Seasonal
hi: मौसमी

source: As Needed
hi: आवश्यकतानुसार

source: Job Description
hi: नौकरी का विवरण

source: Training
hi: प्रशिक्षण

source: Training Type
hi: प्रशिक्षण प्रकार

source: Institute
hi: संस्थान

source: Year of Passing
hi: उत्तीर्ण वर्ष

source: Self Help Groups
hi: स्वयं सहायता समूह

source: SHG Name
hi: एसएचजी नाम

source: Purpose
hi: उद्देश्य

source: Agency
hi: एजेंसी

source: FPO Membership
hi: एफपीओ सदस्यता

source: FPO Name
hi: एफपीओ नाम

source: Beneficiary Programs
hi: लाभार्थी कार्यक्रम

source: VB GRAM
hi: वीबी ग्राम

source: PM Kisan Nidhi
hi: पीएम किसान निधि

source: PM Kisan Samman
hi: पीएम किसान सम्मान

source: Kisan Credit Card
hi: किसान क्रेडिट कार्ड

source: Swachh Bharat
hi: स्वच्छ भारत

source: Fasal Bima
hi: फसल बीमा

source: Received
hi: प्राप्त

source: Days Worked
hi: काम किए दिन

source: Bank Accounts
hi: बैंक खाते

source: Has Account
hi: खाता है

source: Social Consciousness
hi: सामाजिक चेतना

source: Tribal Questions
hi: जनजातीय प्रश्न

source: Individual Forest Claims
hi: व्यक्तिगत वन दावे

source: Claim Map
hi: दावा मानचित्र

source: Palash Leaf Collector
hi: पलाश पत्ता संग्राहक

source: Collection Areas
hi: संग्रहण क्षेत्र

source: Honey Gatherer
hi: शहद संग्राहक

source: Honey Collection Areas
hi: शहद संग्रहण क्षेत्र

source: NTFP Identification
hi: एनटीएफपी पहचान

source: Stakeholder SHGs
hi: हितधारक एसएचजी

source: Skills Identification
hi: कौशल पहचान

# surveyCompleted
source: Survey Completed Successfully!
hi: सर्वेक्षण सफलतापूर्वक पूरा हुआ!

source: Data saved locally
hi: डेटा स्थानीय रूप से सहेजा गया

source: Sync pending
hi: सिंक लंबित

source: Sync completed
hi: सिंक पूरा हुआ

source: Error saving data
hi: डेटा सहेजने में त्रुटि

# pleaseFillRequiredFields
source: Please fill all required fields
hi: कृपया सभी आवश्यक फ़ील्ड भरें

source: Invalid phone number
hi: अमान्य फोन नंबर

source: Invalid OTP
hi: अमान्य OTP

source: Network error
hi: नेटवर्क त्रुटि

source: Sync error
hi: सिंक त्रुटि

source: Loading...
hi: लोड हो रहा है...

source: Retry
hi: पुनः प्रयास करें

source: Got It
hi: समझ गया

source: Help
hi: सहायता

# stepOfTotal
source: Step {current} of {total}
hi: कुल {total} में चरण {current}

# exportAllSurveysSuccess
source: All surveys exported successfully
hi: सभी सर्वेक्षण सफलतापूर्वक निर्यात किए गए

# exportSummarySuccess
source: Summary exported successfully
hi: सारांश सफलतापूर्वक निर्यात किया गया

# exportBackupSuccess
source: Backup exported successfully
hi: बैकअप सफलतापूर्वक निर्यात किया गया

# exportFailed
source: Export failed: {error}
hi: निर्यात विफल: {error}

source: Export Data
hi: डेटा निर्यात करें

# exportDataDescription
source: Export survey data
hi: सर्वेक्षण डेटा निर्यात करें

source: Export All Surveys
hi: सभी सर्वेक्षण निर्यात करें

# exportAllSurveysDesc
source: Export all survey data
hi: सभी सर्वेक्षण डेटा निर्यात करें

source: Export Summary Report
hi: सारांश रिपोर्ट निर्यात करें

# exportSummaryDesc
source: Export summary report
hi: सारांश रिपोर्ट निर्यात करें

source: Export JSON Backup
hi: JSON बैकअप निर्यात करें

# exportBackupDesc
source: Export JSON backup
hi: JSON बैकअप निर्यात करें

source: Export Info
hi: निर्यात जानकारी

# exportInfoDesc
source: Information about export
hi: निर्यात के बारे में जानकारी

source: Provide Livestock Details
hi: पशुधन विवरण प्रदान करें

source: Animal
hi: पशु

source: No. of Animals
hi: पशुओं की संख्या

source: Add Another Animal
hi: एक और पशु जोड़ें

# totalAnimalTypes
source: Total Animal Types: {count}
hi: कुल पशु प्रकार: {count}

source: Animal {number}
hi: पशु {number}

source: Remove Animal
hi: पशु हटाएँ

source: Crop Productivity and Area
hi: फसल उत्पादकता और क्षेत्र

source: Provide Crop Production Details
hi: फसल उत्पादन विवरण प्रदान करें

source: Crop
hi: फसल

source: Productivity (Qtl/Acre)
hi: उत्पादकता (क्विंटल/एकर)

source: Total Prod
hi: कुल उत्पादन

source: Consumed
hi: उपभोग किया गया

# soldQtlAndRs
source: Sold (Qtl & Rs)
hi: बेचा गया (क्विंटल और रुपये)

source: Sold (Qtl/Rs)
hi: बेचा गया (क्विंटल/रुपये)

source: Add Another Crop
hi: एक और फसल जोड़ें

# totalCrops
source: Total Crops: {count}
hi: कुल फसलें: {count}

source: Crop {number}
hi: फसल {number}

source: Remove Crop
hi: फसल हटाएँ

source: Area
hi: क्षेत्र

source: Prod
hi: उत्पादन

source: Total
hi: कुल

source: Health Issues and Diseases
hi: स्वास्थ्य समस्याएँ और बीमारियाँ

source: Describe Major Health Issues
hi: प्रमुख स्वास्थ्य समस्याओं का वर्णन करें

source: Describe Health Issues
hi: स्वास्थ्य समस्याओं का वर्णन करें

# describeHealthIssuesHint
source: Describe health issues
hi: स्वास्थ्य समस्याओं का वर्णन करें

source: Leave blank if no issues
hi: यदि कोई समस्या नहीं है तो खाली छोड़ दें

# healthInfoConfidential
source: Health info is confidential
hi: स्वास्थ्य जानकारी गोपनीय है

source: Common Health Issues
hi: सामान्य स्वास्थ्य समस्याएँ

source: Optional Section
hi: वैकल्पिक अनुभाग

# healthInfoSensitive
source: Health info is sensitive
hi: स्वास्थ्य जानकारी संवेदनशील है

source: Legal Disputes/Court Cases
hi: कानूनी विवाद/कोर्ट मामले

source: Describe Legal Disputes
hi: कानूनी विवादों का वर्णन करें

# describeLegalDisputesLabel
source: Describe Legal Disputes
hi: कानूनी विवादों का वर्णन करें

# describeLegalDisputesHint
source: Describe legal disputes
hi: कानूनी विवादों का वर्णन करें

source: Leave blank if no disputes
hi: यदि कोई विवाद नहीं है तो खाली छोड़ दें

# legalInfoConfidential
source: Legal info is confidential
hi: कानूनी जानकारी गोपनीय है

source: Common Disputes
hi: सामान्य विवाद

source: Optional Disputes Section
hi: वैकल्पिक विवाद अनुभाग

source: Select Entertainment Facilities
hi: मनोरंजन सुविधाएँ चुनें

source: Smart Mobile Phone
hi: स्मार्ट मोबाइल फोन

source: Android/iOS Smartphones
hi: एंड्रॉइड/iOS स्मार्टफोन

source: Number of Smartphones
hi: स्मार्टफोन की संख्या

source: Enter Count
hi: गिनती दर्ज करें

source: Analog Mobile Phone
hi: एनालॉग मोबाइल फोन

source: Basic Mobile Phones
hi: बेसिक मोबाइल फोन

source: Number of Analog Phones
hi: एनालॉग फोन की संख्या

source: TV Entertainment/News
hi: टीवी मनोरंजन/समाचार

source: Radio News/Music
hi: रेडियो समाचार/संगीत

source: Games/Gaming Devices
hi: खेल/गेमिंग डिवाइस

source: Video Games/Board Games
hi: वीडियो गेम/बोर्ड गेम

source: Other Entertainment
hi: अन्य मनोरंजन

source: Newspaper/Internet etc
hi: अखबार/इंटरनेट आदि

source: Specify Other Entertainment
hi: अन्य मनोरंजन निर्दिष्ट करें

source: Entertainment Examples
hi: मनोरंजन उदाहरण

source: Entertainment Info
hi: मनोरंजन जानकारी

source: Select Entertainment Facility
hi: मनोरंजन सुविधा चुनें

source: Select Agricultural Equipment
hi: कृषि उपकरण चुनें

source: Other Equipment (Specify)
hi: अन्य उपकरण (निर्दिष्ट करें)

source: Provide Details for Each Family Member
hi: प्रत्येक परिवार सदस्य के लिए विवरण प्रदान करें

# totalFamilyMembers
source: Total Family Members: {count}
hi: कुल परिवार सदस्य: {count}

source: Required
hi: आवश्यक

source: Remove Member
hi: सदस्य हटाएँ

source: Please enter member name
hi: कृपया सदस्य का नाम दर्ज करें

source: Please enter age
hi: कृपया आयु दर्ज करें

source: Please enter valid age
hi: कृपया मान्य आयु दर्ज करें

source: Please select gender
hi: कृपया लिंग चुनें

source: Select Fertilizer Type
hi: उर्वरक प्रकार चुनें

# errorSubmittingSurvey
source: Error submitting survey: {error}
hi: सर्वेक्षण सबमिट करने में त्रुटि: {error}

# thankYouParticipating
source: Thank you for participating
hi: भाग लेने के लिए धन्यवाद

source: Survey Summary
hi: सर्वेक्षण सारांश

source: Family Information
hi: परिवार जानकारी

source: Economic Details
hi: आर्थिक विवरण

source: Agricultural Data
hi: कृषि डेटा

source: Health & Education
hi: स्वास्थ्य और शिक्षा

source: Migration & Training
hi: प्रवास और प्रशिक्षण

source: Important Notes
hi: महत्वपूर्ण नोट्स

source: Data stored securely
hi: डेटा सुरक्षित रूप से संग्रहीत है

# personalInfoConfidential
source: Personal info is confidential
hi: व्यक्तिगत जानकारी गोपनीय है

source: Survey responses help
hi: सर्वेक्षण प्रतिक्रियाएँ मदद करती हैं

source: Contact local authorities
hi: स्थानीय अधिकारियों से संपर्क करें

source: Submitting Survey
hi: सर्वेक्षण सबमिट किया जा रहा है

source: Submit Survey
hi: सर्वेक्षण सबमिट करें

# thankYouContribution
source: Thank you for your contribution
hi: आपके योगदान के लिए धन्यवाद

# failedToGetLocation
source: Failed to get location: {error}
hi: स्थान प्राप्त करने में विफल: {error}

source: Location Information
hi: स्थान जानकारी

source: Get Current Location
hi: वर्तमान स्थान प्राप्त करें

source: Location detected successfully
hi: स्थान सफलतापूर्वक पता चला

source: Select Irrigation Facilities
hi: सिंचाई सुविधाएँ चुनें

source: Canal Irrigation
hi: नहर सिंचाई

source: Government Canal Water Supply
hi: सरकारी नहर जल आपूर्ति

source: Tube Well/Bore Well
hi: ट्यूबवेल/बोरवेल

source: Underground Water Extraction
hi: भूमिगत जल निकासी

source: Ponds/Lakes
hi: तालाब/झील

source: Natural Water Storage Bodies
hi: प्राकृतिक जल भंडारण निकाय

source: Other Irrigation Facilities
hi: अन्य सिंचाई सुविधाएँ

source: Drip/Sprinkler etc
hi: ड्रिप/स्प्रिंकलर आदि

source: Select Irrigation Methods Info
hi: सिंचाई विधियाँ जानकारी चुनें

source: Please select irrigation facility
hi: कृपया सिंचाई सुविधा चुनें

source: Land Holding Information
hi: भूमि धारण जानकारी

source: Total Irrigated Area
hi: कुल सिंचित क्षेत्र

source: Enter Area in Acres
hi: क्षेत्र एकर में दर्ज करें

source: Please enter irrigated area
hi: कृपया सिंचित क्षेत्र दर्ज करें

source: Please enter valid area
hi: कृपया मान्य क्षेत्र दर्ज करें

source: Total Cultivable Area
hi: कुल कृषि योग्य क्षेत्र

source: Please enter cultivable area
hi: कृपया कृषि योग्य क्षेत्र दर्ज करें

source: Orchard Plants (If Any)
hi: बागवानी पौधे (यदि कोई)

source: Orchard Plants Example
hi: बागवानी पौधे उदाहरण

source: Land Measurement Info
hi: भूमि माप जानकारी

source: Select Drinking Water Sources
hi: पेयजल स्रोत चुनें

source: Manual Water Pumps
hi: मैनुअल वाटर पंप

source: Distance from Home (Meters)
hi: घर से दूरी (मीटर)

source: Enter Distance
hi: दूरी दर्ज करें

source: Meters
hi: मीटर

source: Open Well or Bore Well
hi: खुला कुआँ या बोरवेल

source: Powered Water Extraction
hi: संचालित जल निकासी

source: Nal Jaal/Piped Water
hi: नल जल/पाइप्ड वाटर

source: Government Piped Water Supply
hi: सरकारी पाइप्ड वाटर सप्लाई

source: Other Sources
hi: अन्य स्रोत

source: River/Pond/Tanker etc
hi: नदी/तालाब/टैंकर आदि

source: Clean Water Access Info
hi: स्वच्छ जल पहुंच जानकारी

source: Select Drinking Water Source
hi: पेयजल स्रोत चुनें

source: Family Survey
hi: परिवार सर्वेक्षण

source: Deendayal Research Institute
hi: दीनदयाल रिसर्च इंस्टीट्यूट

# helpAndSupport
source: Help & Support
hi: सहायता और समर्थन

source: About
hi: हमारे बारे में

# version
source: Version 1.0.0
hi: संस्करण 1.0.0

source: Survey User
hi: सर्वेक्षण उपयोगकर्ता

# phoneNumberDisplay
source: Phone: +91 2525252525
hi: फोन: +91 2525252525

# profileManagementMessage
source: Profile management features will be implemented here.
hi: प्रोफ़ाइल प्रबंधन सुविधाएँ यहाँ कार्यान्वित की जाएँगी।

source: Language changed to English
hi: भाषा अंग्रेजी में बदल दी गई

source: Apply
hi: लागू करें

source: Font Size
hi: फॉंट आकार

source: Reset to Default
hi: डिफ़ॉल्ट पर रीसेट करें

source: Notifications
hi: सूचनाएँ

source: Dark Mode
hi: डार्क मोड

source: Data Management
hi: डेटा प्रबंधन

source: User Guide
hi: उपयोगकर्ता गाइड

source: Contact Support
hi: संपर्क सहायता

source: Report Issue
hi: मुद्दा रिपोर्ट करें

source: Close
hi: बंद करें

source: Family Survey App
hi: परिवार सर्वेक्षण ऐप

# appDescription
source: Comprehensive family survey application for rural development and government schemes.
hi: ग्रामीण विकास और सरकारी योजनाओं के लिए व्यापक परिवार सर्वेक्षण अनुप्रयोग।

# developedBy
source: Developed by Deendayal Research Institute
hi: दीनदयाल रिसर्च इंस्टीट्यूट द्वारा विकसित

# logoutConfirm
source: Logout
hi: लॉग आउट

# logoutMessage
source: Are you sure you want to logout? Your current survey progress will be saved locally.
hi: क्या आप वाकई लॉग आउट करना चाहते हैं? आपका वर्तमान सर्वेक्षण प्रगति स्थानीय रूप से सहेजी जाएगी।

source: Village Information
hi: गाँव की जानकारी

source: Step 1
hi: चरण 1

# fillVillageDetails
source: Please fill all the details about the village
hi: कृपया गाँव के बारे में सभी विवरण भरें

source: Name of village *
hi: गाँव का नाम *

# officialNameOfVillage
source: Official name of the village
hi: गाँव का आधिकारिक नाम

source: Enter village name
hi: गाँव का नाम दर्ज करें

source: Educational Facilities
hi: शिक्षा सुविधाएँ

source: Step 7
hi: चरण 7

# otherEducationalFacilities
source: Other educational facilities and type
hi: अन्य शिक्षा सुविधाएँ और प्रकार

# numberOfAnganwadi
source: a) No. of Anganwadi
hi: क) अंगनवाड़ी की संख्या

# anganwadiCenters
source: Number of Anganwadi centers in village
hi: गाँव में अंगनवाड़ी केंद्रों की संख्या

source: Enter number of Anganwadi
hi: अंगनवाड़ी की संख्या दर्ज करें

# numberOfShikshaGuarantee
source: b) No. of Shiksha Guarantee Beneficiaries
hi: ख) शिक्षा गारंटी लाभार्थियों की संख्या

# shikshaGuaranteeBeneficiaries
source: Number of beneficiaries under Shiksha Guarantee Scheme
hi: शिक्षा गारंटी योजना के तहत लाभार्थियों की संख्या

source: Enter number of beneficiaries
hi: लाभार्थियों की संख्या दर्ज करें

# otherEducationalFacilitiesTitle
source: Other Educational Facilities
hi: अन्य शिक्षा सुविधाएँ

# otherEducationalFacilitiesDesc
source: Other educational facilities in village
hi: गाँव में अन्य शिक्षा सुविधाएँ

# facilityName
source: Facility Name (e.g., Coaching Center, Library, etc.)
hi: सुविधा का नाम (जैसे, कोचिंग सेंटर, पुस्तकालय, आदि)

source: Number of such facilities
hi: ऐसी सुविधाओं की संख्या

source: Infrastructure Information
hi: बुनियादी ढाँचा जानकारी

source: Step 5
hi: चरण 5

# availabilityApproachRoadsInternalLanes
source: Availability of Approach Roads and Internal Lanes
hi: दृष्टिकोण सड़कों और आंतरिक गलियों की उपलब्धता

source: Approach Roads
hi: दृष्टिकोण सड़कें

# availabilityConditionApproachRoads
source: Availability and condition of approach roads to village
hi: गाँव तक दृष्टिकोण सड़कों की उपलब्धता और स्थिति

source: Are Approach Roads available?
hi: क्या दृष्टिकोण सड़कें उपलब्ध हैं?

source: Number of Approach Roads
hi: दृष्टिकोण सड़कों की संख्या

source: Condition of Approach Roads
hi: दृष्टिकोण सड़कों की स्थिति

source: Remarks (if any)
hi: टिप्पणियाँ (यदि कोई)

source: Internal Lanes
hi: आंतरिक गलियाँ

# availabilityConditionInternalLanes
source: Availability and condition of internal lanes in village
hi: गाँव में आंतरिक गलियों की उपलब्धता और स्थिति

source: Are Internal Lanes available?
hi: क्या आंतरिक गलियाँ उपलब्ध हैं?

source: Number of Internal Lanes
hi: आंतरिक गलियों की संख्या

source: Condition of Internal Lanes
hi: आंतरिक गलियों की स्थिति

source: Availability of Infrastructure
hi: बुनियादी ढाँचा की उपलब्धता

source: Infrastructure Availability in Village
hi: गाँव में बुनियादी ढाँचा उपलब्धता

source: School Availability
hi: स्कूल उपलब्धता

source: Availability of different types of schools
hi: विभिन्न प्रकार के स्कूलों की उपलब्धता

source: Primary School (Upto 5th Standard)
hi: प्राथमिक स्कूल (5वीं कक्षा तक)

source: Junior School (6th to 8th Standard)
hi: जूनियर स्कूल (6वीं से 8वीं कक्षा)

source: High School (9th to 10th Standard)
hi: हाई स्कूल (9वीं से 10वीं कक्षा)

source: Intermediate School (10+2)
hi: इंटरमीडिएट स्कूल (10+2)

source: Other (like Anganwadi, Shiksha Guarantee Scheme, etc.)
hi: अन्य (अंगनवाड़ी, शिक्षा गारंटी योजना आदि जैसे)

source: Number of Students
hi: छात्रों की संख्या

source: Total number of students in village
hi: गाँव में छात्रों की कुल संख्या

source: Boys
hi: लड़के

source: Girls
hi: लड़कियाँ

source: Other Infrastructure Facilities
hi: अन्य बुनियादी ढाँचा सुविधाएँ

source: Availability of various infrastructure facilities
hi: विभिन्न बुनियादी ढाँचा सुविधाओं की उपलब्धता

source: Playground
hi: खेल का मैदान

source: Panchayat Bhavan
hi: पंचायत भवन

source: Sharda Kendra (Place of Worship)
hi: शारदा केंद्र (पूजा स्थान)

source: Health Facility (General Practitioners)
hi: स्वास्थ्य सुविधा (सामान्य चिकित्सक)

source: Primary Health Centre
hi: प्राथमिक स्वास्थ्य केंद्र

source: Bank
hi: बैंक

source: Type of drainage system
hi: नाली प्रणाली का प्रकार

source: Select the drainage system available in the village
hi: गाँव में उपलब्ध नाली प्रणाली चुनें

source: Drainage system type
hi: नाली प्रणाली प्रकार

source: Remarks (optional)
hi: टिप्पणियाँ (वैकल्पिक)

source: Waste and sanitation
hi: कचरा और स्वच्छता

source: Optional details about collection and segregation
hi: संग्रहण और पृथक्करण के बारे में वैकल्पिक विवरण

source: Is waste collected regularly?
hi: क्या कचरा नियमित रूप से एकत्र किया जाता है?

source: Is waste segregated?
hi: क्या कचरा पृथक किया जाता है?

source: Record the type of drainage system and related waste handling.
hi: नाली प्रणाली का प्रकार और संबंधित कचरा प्रबंधन रिकॉर्ड करें।

source: Available Irrigation Facilities
hi: उपलब्ध सिंचाई सुविधाएँ

source: Select Yes or No for each facility
hi: प्रत्येक सुविधा के लिए हाँ या नहीं चुनें

source: Selected Facilities
hi: चयनित सुविधाएँ

source: Step 6
hi: चरण 6

source: Seed Clubs
hi: बीज क्लब

source: Earthen drain
hi: मिट्टी की नाली

source: Masonry drain
hi: पत्थर की नाली

source: Covered drain
hi: ढकी हुई नाली

source: Open channel
hi: खुली नाली

source: No drainage system
hi: कोई नाली प्रणाली नहीं

source: River
hi: नदी

source: Drainage System
hi: नाली प्रणाली
